{
  "nav": {
    "home": "หน้าแรก",
    "about": "เกี่ยวกับ",
    "projects": "โปรเจ็คต์",
    "resume": "เรซูเม่"
  },
  "home": {
    "greeting": "สวัสดีครับ,",
    "role": "นักพัฒนาเว็บแอปพลิเคชัน",
    "description": "ผมเป็นนักศึกษาและนักพัฒนาเว็บไซต์และมีประสบการณ์จริงด้านการพัฒนาเว็บไซต์ 1 ปี ผมสนุกกับการเรียนรู้เทคนิคการเขียนโค้ดที่มีประสิทธิภาพและการนำ AI มาใช้กับโปรเจ็กต์เว็บไซต์และอยากรู้อยากเห็นที่จะสำรวจและสร้างสิ่งใหม่ๆ อยู่เสมอ",
    "name": "ปานาชล คำนึงพนาดอน"
  },
  "about": {
    "title": "เกี่ยวกับฉัน",
    "skills": "ทักษะ",
    "languages": "ภาษาโปรแกรมมิ่ง",
    "frameworks": "เฟรมเวิร์คและไลบรารี",
    "description" : "สวัสดีครับ ผมชื่อ ปานาชล คำนึงพนาดอน ศึกษาอยู่ที่วิทยาลัยเทคนิคเชียงใหม่ สาขานักพัฒนาซอฟต์แวร์ ผมมีความสนใจในการพัฒนาเว็บแอปพลิเคชัน โดยเฉพาะการใช้เฟรมเวิร์ค Next.js และ Angular ผมทำงานเป็น outsource ให้กับบริษัท SoftInter มา 1 ปี โดยส่วนใหญ่จะทำงานเกี่ยวกับการพัฒนาเว็บแอปพลิเคชันด้วย Next.js เพราะโครงสร้างนี้มีความยืดหยุ่นและสามารถทำงานได้อย่างรวดเร็ว"
  },
  "projects": {
    "title": "โปรเจ็คต์ของฉัน",
    "viewProject": "ดูโปรเจ็คต์",
    "description-lantong": "หจก.ลานทองเชียงใหม่ เว็บไซต์ขายพ่วงข้างออนไลน์ และมีระบบจัดการหลังบ้านพร้อมระบบรีวิวร้านค้าของลูกค้าด้วย",
    "description-ai-resume": "AI เรซูเม่ โดยใช้ข้อมูลของผู้ใช้เพื่อมาสร้างเรซูเม่ให้เหมาะสมกับตำแหน่งงานที่ต้องการ",
    "description-weather-station": "เว็บไซต์เช็คสภาพอากาศในวิทยาลัยเทคนิคเชียงใหม่ โดยใช้ dataset ของกรมอุตุนิยมวิทยาและใช้ Model Random Forest ในการคาดการณ์สภาพอากาศในวันพรุ่งนี้",
    "description-e-commerce": "เว็บไซต์ขายของออนไลน์ โดยใช้ Next.js ในการพัฒนา มีระบบจัดการหลังบ้านและระบบตะกร้าสินค้า",
    "description-weather-hub": "Weather Hub เป็นเว็บแอปพลิเคชันที่ให้ข้อมูลอัปเดตสภาพอากาศแบบเรียลไทม์และพยากรณ์อากาศสำหรับสถานที่ต่างๆ โดยใช้ข้อมูลจาก Open-Meteo"
  },
  "resume": {
    "title": "เรซูเม่",
    "download": "ดาวน์โหลด PDF",
    "ResumeURL": "/MyResumeTH.pdf",
    "ResumeIMG": "/MyResumeTH.png"
  }
}
